{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "d": 100,
      "e": 101,
      "f": 102,
      "g": 103,
      "h": 104,
      "i": 105,
      "j": 106,
      "k": 107,
      "l": 108,
      "m": 109,
      "n": 110,
      "o": 111,
      "p": 112,
      "q": 113,
      "r": 114,
      "s": 115,
      "t": 116,
      "u": 117,
      "v": 118,
      "w": 119,
      "x": 120,
      "y": 121,
      "z": 122,
      "{": 123,
      "|": 124,
      "}": 125,
      "~": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "": 156,
      "": 157,
      "": 158,
      "": 159,
      " ": 160,
      "¡": 161,
      "¢": 162,
      "£": 163,
      "¤": 164,
      "¥": 165,
      "¦": 166,
      "§": 167,
      "¨": 168,
      "©": 169,
      "ª": 170,
      "«": 171,
      "¬": 172,
      "­": 173,
      "®": 174,
      "¯": 175,
      "°": 176,
      "±": 177,
      "²": 178,
      "³": 179,
      "´": 180,
      "µ": 181,
      "¶": 182,
      "·": 183,
      "¸": 184,
      "¹": 185,
      "º": 186,
      "»": 187,
      "¼": 188,
      "½": 189,
      "¾": 190,
      "¿": 191,
      "À": 192,
      "Á": 193,
      "Â": 194,
      "Ã": 195,
      "Ä": 196,
      "Å": 197,
      "Æ": 198,
      "Ç": 199,
      "È": 200,
      "É": 201,
      "Ê": 202,
      "Ë": 203,
      "Ì": 204,
      "Í": 205,
      "Î": 206,
      "Ï": 207,
      "Ð": 208,
      "Ñ": 209,
      "Ò": 210,
      "Ó": 211,
      "Ô": 212,
      "Õ": 213,
      "Ö": 214,
      "×": 215,
      "Ø": 216,
      "Ù": 217,
      "Ú": 218,
      "Û": 219,
      "Ü": 220,
      "Ý": 221,
      "Þ": 222,
      "ß": 223,
      "à": 224,
      "Ā": 225,
      "ā": 226,
      "Ă": 227,
      "ă": 228,
      "Ą": 229,
      "ą": 230,
      "Ć": 231,
      "ć": 232,
      "Ĉ": 233,
      "ĉ": 234,
      "Ċ": 235,
      "ċ": 236,
      "Č": 237,
      "č": 238,
      "Ď": 239,
      "ď": 240,
      "Đ": 241,
      "đ": 242,
      "Ē": 243,
      "ē": 244,
      "Ĕ": 245,
      "ĕ": 246,
      "Ė": 247,
      "ė": 248,
      "Ę": 249,
      "ę": 250,
      "Ě": 251,
      "ě": 252,
      "Ĝ": 253,
      "ĝ": 254,
      "Ğ": 255,
      "ğ": 256,
      "Ġ": 257,
      "ġ": 258,
      "Ģ": 259,
      "ģ": 260,
      "Ĥ": 261,
      "ĥ": 262,
      "Ħ": 263,
      "ħ": 264,
      "Ĩ": 265,
      "ĩ": 266,
      "Ī": 267,
      "ī": 268,
      "Ĭ": 269,
      "ĭ": 270,
      "Į": 271,
      "į": 272,
      "İ": 273,
      "ı": 274,
      "Ĳ": 275,
      "ĳ": 276,
      "Ĵ": 277,
      "ĵ": 278,
      "Ķ": 279,
      "ķ": 280,
      "ĸ": 281,
      "Ĺ": 282,
      "ĺ": 283,
      "Ļ": 284,
      "ļ": 285,
      "Ľ": 286,
      "ľ": 287,
      "Ŀ": 288,
      "ŀ": 289,
      "Ł": 290,
      "ł": 291,
      "Ń": 292,
      "pp": 293,
      "Ãł": 294,
      "qp": 295,
      "op": 296,
      "rp": 297,
      "np": 298,
      "sp": 299,
      "ÂĢ": 300,
      "mp": 301,
      "Âģ": 302,
      "ÂĦ": 303,
      "ÂĤ": 304,
      "tp": 305,
      "lp": 306,
      "Âĥ": 307,
      "ÂĨ": 308,
      "Âĩ": 309,
      "Âħ": 310,
      "ÂĲ": 311,
      "up": 312,
      "kp": 313,
      "ÂĪ": 314,
      "vp": 315,
      "Âī": 316,
      "jp": 317,
      "qq": 318,
      "oo": 319,
      "ÂĬ": 320,
      "Âĭ": 321,
      "Âķ": 322,
      "ÂĮ": 323,
      "wp": 324,
      "oq": 325,
      "ip": 326,
      "Âį": 327,
      "rq": 328,
      "nq": 329,
      "Âİ": 330,
      "no": 331,
      "ro": 332,
      "xp": 333,
      "Âı": 334,
      "hp": 335,
      "ppp": 336,
      "qo": 337,
      "Âĳ": 338,
      "rr": 339,
      "nn": 340,
      "Â£": 341,
      "ÂĴ": 342,
      "sq": 343,
      "so": 344,
      "mo": 345,
      "yp": 346,
      "mq": 347,
      "gp": 348,
      "Âĵ": 349,
      "nr": 350,
      "Â¬": 351,
      "ÂĶ": 352,
      "Ãĳ": 353,
      "rn": 354,
      "zp": 355,
      "tq": 356,
      "fp": 357,
      "lo": 358,
      "to": 359,
      "lq": 360,
      "Â³": 361,
      "sr": 362,
      "Âĸ": 363,
      "mr": 364,
      "mn": 365,
      "sn": 366,
      "ÂĹ": 367,
      "Âĺ": 368,
      "ep": 369,
      "or": 370,
      "uq": 371,
      "on": 372,
      "tr": 373,
      "ÂĻ": 374,
      "ss": 375,
      "mm": 376,
      "kq": 377,
      "pq": 378,
      "ln": 379,
      "lr": 380,
      "tn": 381,
      "Âļ": 382,
      "ppq": 383,
      "uo": 384,
      "ko": 385,
      "ms": 386,
      "ÂĽ": 387,
      "Âľ": 388,
      "dp": 389,
      "sm": 390,
      "ur": 391,
      "vq": 392,
      "po": 393,
      "ÂĿ": 394,
      "un": 395,
      "kn": 396,
      "kr": 397,
      "ppo": 398,
      "ts": 399,
      "jq": 400,
      "tm": 401,
      "Âŀ": 402,
      "ls": 403,
      "vo": 404,
      "lm": 405,
      "qr": 406,
      "pr": 407,
      "jo": 408,
      "qn": 409,
      "pn": 410,
      "ÂŁ": 411,
      "vr": 412,
      "Âł": 413,
      "us": 414,
      "vn": 415,
      "tt": 416,
      "jn": 417,
      "jr": 418,
      "cp": 419,
      "ks": 420,
      "um": 421,
      "km": 422,
      "wq": 423,
      "Â¡": 424,
      "lt": 425,
      "wo": 426,
      "ns": 427,
      "rs": 428,
      "io": 429,
      "ll": 430,
      "iq": 431,
      "rm": 432,
      "nm": 433,
      "pppp": 434,
      "Â¢": 435,
      "bp": 436,
      "tl": 437,
      "vs": 438,
      "vm": 439,
      "ps": 440,
      "wr": 441,
      "js": 442,
      "ut": 443,
      "jm": 444,
      "os": 445,
      "wn": 446,
      "ppr": 447,
      "pm": 448,
      "xq": 449,
      "ppn": 450,
      "kt": 451,
      "in": 452,
      "om": 453,
      "ul": 454,
      "ir": 455,
      "Â¤": 456,
      "qs": 457,
      "kl": 458,
      "xo": 459,
      "qm": 460,
      "Â¥": 461,
      "ws": 462,
      "ap": 463,
      "hq": 464,
      "ho": 465,
      "xr": 466,
      "lu": 467,
      "tu": 468,
      "wm": 469,
      "Â¦": 470,
      "is": 471,
      "tk": 472,
      "im": 473,
      "xn": 474,
      "ku": 475,
      "vt": 476,
      "Â§": 477,
      "vl": 478,
      "hn": 479,
      "hr": 480,
      "yq": 481,
      "jl": 482,
      "jt": 483,
      "uu": 484,
      "xs": 485,
      "pps": 486,
      "mt": 487,
      "yo": 488,
      "Â¨": 489,
      "kk": 490,
      "ml": 491,
      "pl": 492,
      "yr": 493,
      "pt": 494,
      "gq": 495,
      "vu": 496,
      "go": 497,
      "st": 498,
      "Â©": 499,
      "zr": 500,
      "wt": 501,
      "sl": 502,
      "opq": 503,
      "ju": 504,
      "ppm": 505,
      "xm": 506,
      "wl": 507,
      "qpo": 508,
      "yn": 509,
      "qpq": 510,
      "hs": 511,
      "nt": 512,
      "zq": 513,
      "il": 514,
      "pu": 515,
      "hm": 516,
      "vk": 517,
      "it": 518,
      "gr": 519,
      "opo": 520,
      "gn": 521,
      "Âª": 522,
      "jk": 523,
      "rt": 524,
      "zo": 525,
      "ys": 526,
      "nl": 527,
      "uk": 528,
      "rl": 529,
      "pk": 530,
      "Â«": 531,
      "xt": 532,
      "vv": 533,
      "fo": 534,
      "wu": 535,
      "fq": 536,
      "xl": 537,
      "ym": 538,
      "iu": 539,
      "wk": 540,
      "lk": 541,
      "jv": 542,
      "mu": 543,
      "gs": 544,
      "ht": 545,
      "jpp": 546,
      "ÂŃ": 547,
      "vÃł": 548,
      "zn": 549,
      "hl": 550,
      "ik": 551,
      "rÃł": 552,
      "ot": 553,
      "Â®": 554,
      "gm": 555,
      "vpp": 556,
      "wÃł": 557,
      "uÃł": 558,
      "Â¯": 559,
      "pv": 560,
      "qt": 561,
      "zs": 562,
      "yt": 563,
      "kpp": 564,
      "fn": 565,
      "fr": 566,
      "jj": 567,
      "lpp": 568,
      "su": 569,
      "xu": 570,
      "opr": 571,
      "nu": 572,
      "Â°": 573,
      "tÃł": 574,
      "sÃł": 575,
      "ol": 576,
      "pj": 577,
      "pw": 578,
      "tpp": 579,
      "sk": 580,
      "qpr": 581,
      "mpp": 582,
      "eq": 583,
      "npq": 584,
      "xÃł": 585,
      "spp": 586,
      "rpq": 587,
      "eo": 588,
      "kv": 589,
      "hu": 590,
      "npp": 591,
      "yl": 592,
      "qÃł": 593,
      "zm": 594,
      "pi": 595,
      "jw": 596,
      "xk": 597,
      "ru": 598,
      "Â±": 599,
      "vj": 600,
      "ipp": 601,
      "rpo": 602,
      "mk": 603,
      "vw": 604,
      "npo": 605,
      "opn": 606,
      "gt": 607,
      "gl": 608,
      "qpn": 609,
      "Yp": 610,
      "hk": 611,
      "fm": 612,
      "yÃł": 613,
      "upp": 614,
      "wpp": 615,
      "fs": 616,
      "zt": 617,
      "wv": 618,
      "er": 619,
      "iv": 620,
      "yu": 621,
      "Â²": 622,
      "ql": 623,
      "px": 624,
      "rpp": 625,
      "wj": 626,
      "ph": 627,
      "en": 628,
      "zÃł": 629,
      "yk": 630,
      "rk": 631,
      "ij": 632,
      "gu": 633,
      "tv": 634,
      "lv": 635,
      "Xp": 636,
      "do": 637,
      "xpp": 638,
      "zl": 639,
      "xv": 640,
      "dq": 641,
      "uv": 642,
      "Â¶": 643,
      "ji": 644,
      "nk": 645,
      "pÃł": 646,
      "Â´": 647,
      "hpp": 648,
      "ww": 649,
      "gk": 650,
      "oÃł": 651,
      "sv": 652,
      "fl": 653,
      "em": 654,
      "ft": 655,
      "py": 656,
      "jop": 657,
      "zu": 658,
      "ou": 659,
      "hv": 660,
      "jx": 661,
      "wi": 662,
      "jqp": 663,
      "Âµ": 664,
      "jÃł": 665,
      "mv": 666,
      "es": 667,
      "iw": 668,
      "pg": 669,
      "nÃł": 670,
      "zk": 671,
      "opp": 672,
      "npr": 673,
      "npn": 674,
      "spq": 675,
      "rpn": 676,
      "Â·": 677,
      "rpr": 678,
      "mpq": 679,
      "iÃł": 680,
      "pf": 681,
      "dn": 682,
      "yv": 683,
      "dr": 684,
      "ops": 685,
      "jh": 686,
      "Zp": 687,
      "ix": 688,
      "iqp": 689,
      "ok": 690,
      "tqp": 691,
      "cq": 692,
      "mÃł": 693,
      "jy": 694,
      "wx": 695,
      "Â¸": 696,
      "hÃł": 697,
      "iop": 698,
      "el": 699,
      "fu": 700,
      "gv": 701,
      "fk": 702,
      "gpp": 703,
      "ypp": 704,
      "tw": 705,
      "tj": 706,
      "lop": 707,
      "mop": 708,
      "mqp": 709,
      "top": 710,
      "rv": 711,
      "lqp": 712,
      "pz": 713,
      "qu": 714,
      "lÃł": 715,
      "xw": 716,
      "lw": 717,
      "hw": 718,
      "Â¹": 719,
      "co": 720,
      "sqp": 721,
      "nv": 722,
      "ii": 723,
      "pe": 724,
      "kÃł": 725,
      "Ā{": 726,
      "pd": 727,
      "xj": 728,
      "zv": 729,
      "sj": 730,
      "gÃł": 731,
      "spo": 732,
      "hj": 733,
      "lj": 734,
      "kw": 735,
      "sop": 736,
      "uj": 737,
      "Âº": 738,
      "mpo": 739,
      "kqp": 740,
      "mw": 741,
      "uw": 742,
      "xi": 743,
      "kop": 744,
      "kj": 745,
      "uqp": 746,
      "et": 747,
      "mj": 748,
      "sw": 749,
      "pc": 750,
      "yw": 751,
      "hqp": 752,
      "Ā|": 753,
      "xx": 754,
      "yj": 755,
      "fÃł": 756,
      "hop": 757,
      "uop": 758,
      "gw": 759,
      "zpp": 760,
      "vqp": 761,
      "ti": 762,
      "Â»": 763,
      "cn": 764,
      "ds": 765,
      "dm": 766,
      "vop": 767,
      "{Ā": 768,
      "bq": 769,
      "fpp": 770,
      "hi": 771,
      "hx": 772,
      "Â¼": 773,
      "ui": 774,
      "cr": 775,
      "vi": 776,
      "lx": 777,
      "kx": 778,
      "vx": 779,
      "qpp": 780,
      "gj": 781,
      "tx": 782,
      "li": 783,
      "zw": 784,
      "bo": 785,
      "ki": 786,
      "spn": 787,
      "yi": 788,
      "ux": 789,
      "yx": 790,
      "spr": 791,
      "eÃł": 792,
      "|Ā": 793,
      "mpr": 794,
      "Â½": 795,
      "fv": 796,
      "trp": 797,
      "qk": 798,
      "lnp": 799,
      "wqp": 800,
      "gx": 801,
      "si": 802,
      "mx": 803,
      "mpn": 804,
      "wop": 805,
      "gqp": 806,
      "hh": 807,
      "lrp": 808,
      "yqp": 809,
      "}Ā": 810,
      "mi": 811,
      "pb": 812,
      "eu": 813,
      "mnp": 814,
      "tnp": 815,
      "zj": 816,
      "yop": 817,
      "Â¾": 818,
      "{{": 819,
      "pa": 820,
      "sx": 821,
      "gi": 822,
      "Ā}": 823,
      "dÃł": 824,
      "jrp": 825,
      "gop": 826,
      "hrp": 827,
      "ov": 828,
      "mrp": 829,
      "krp": 830,
      "lpq": 831,
      "epp": 832,
      "jnp": 833,
      "zx": 834,
      "br": 835,
      "dt": 836,
      "fw": 837,
      "bn": 838,
      "srp": 839,
      "knp": 840,
      "snp": 841,
      "Wp": 842,
      "Â¿": 843,
      "Ãłq": 844,
      "tpq": 845,
      "dl": 846,
      "hy": 847,
      "ek": 848,
      "~Ā": 849,
      "hnp": 850,
      "rw": 851,
      "zi": 852,
      "urp": 853,
      "fj": 854,
      "unp": 855,
      "cs": 856,
      "Ãło": 857,
      "ev": 858,
      "zqp": 859,
      "nw": 860,
      "Ā~": 861,
      "zop": 862,
      "tpo": 863,
      "qv": 864,
      "rj": 865,
      "th": 866,
      "rop": 867,
      "nqp": 868,
      "pppq": 869,
      "cm": 870,
      "ao": 871,
      "rqp": 872,
      "cÃł": 873,
      "nj": 874,
      "ly": 875,
      "fx": 876,
      "aq": 877,
      "fi": 878,
      "lpo": 879,
      "|{": 880,
      "nop": 881,
      "ty": 882,
      "vrp": 883,
      "ÃĢ": 884,
      "gy": 885,
      "pppo": 886,
      "fqp": 887,
      "grp": 888,
      "gnp": 889,
      "vnp": 890,
      "uh": 891,
      "xop": 892,
      "dk": 893,
      "{|": 894,
      "fop": 895,
      "xqp": 896,
      "uy": 897,
      "ġĀ": 898,
      "ooq": 899,
      "ky": 900,
      "Ãģ": 901,
      "vh": 902,
      "Vp": 903,
      "lh": 904,
      "gh": 905,
      "ew": 906,
      "ooo": 907,
      "Āġ": 908,
      "du": 909,
      "vy": 910,
      "qqq": 911,
      "my": 912,
      "iy": 913,
      "irp": 914,
      "oqo": 915,
      "qqo": 916,
      "ÂĢĀ": 917,
      "Yq": 918,
      "sy": 919,
      "kh": 920,
      "ct": 921,
      "zy": 922,
      "dpp": 923,
      "Ãłr": 924,
      "wh": 925,
      "inp": 926,
      "cl": 927,
      "wy": 928,
      "zh": 929,
      "wrp": 930,
      "ej": 931,
      "nx": 932,
      "sh": 933,
      "}{": 934,
      "wnp": 935,
      "Up": 936,
      "ar": 937,
      "znp": 938,
      "ÃĤ": 939,
      "mh": 940,
      "{}": 941,
      "Ãłn": 942,
      "an": 943,
      "bs": 944,
      "ih": 945,
      "ÂģĀ": 946,
      "zrp": 947,
      "Yo": 948,
      "||": 949,
      "bÃł": 950,
      "rx": 951,
      "dv": 952,
      "qps": 953,
      "fy": 954,
      "bm": 955,
      "frp": 956,
      "fnp": 957,
      "ex": 958,
      "Ãĥ": 959,
      "cu": 960,
      "fh": 961,
      "ei": 962,
      "tg": 963,
      "Pp": 964,
      "ĀÂĢ": 965,
      "opm": 966,
      "lmp": 967,
      "tmp": 968,
      "tpn": 969,
      "ri": 970,
      "xy": 971,
      "gz": 972,
      "xh": 973,
      "aÃł": 974,
      "eqp": 975,
      "ÂĤĀ": 976,
      "tz": 977,
      "jz": 978,
      "lsp": 979,
      "tsp": 980,
      "Tp": 981,
      "eop": 982,
      "Ā`": 983,
      "yh": 984,
      "xrp": 985,
      "gg": 986,
      "lpr": 987,
      "qpm": 988,
      "|}": 989,
      "pppppppp": 990,
      "xnp": 991,
      "kz": 992,
      "ÃĦ": 993,
      "kpq": 994,
      "uz": 995,
      "lz": 996,
      "dj": 997,
      "yy": 998,
      "cpp": 999,
      "Ãłm": 1000,
      "npm": 1001,
      "sps": 1002,
      "vg": 1003,
      "~{": 1004,
      "Ãłs": 1005,
      "kmp": 1006,
      "ug": 1007,
      "tpr": 1008,
      "lpn": 1009,
      "upo": 1010,
      "ey": 1011,
      "upq": 1012,
      "bt": 1013,
      "as": 1014,
      "dw": 1015,
      "ck": 1016,
      "lg": 1017,
      "vz": 1018,
      "jg": 1019,
      "spm": 1020,
      "ĀÂģ": 1021,
      "kpo": 1022,
      "ump": 1023
    },
    "merges": [
      "p p",
      "Ã ł",
      "q p",
      "o p",
      "r p",
      "n p",
      "s p",
      "Â Ģ",
      "m p",
      "Â ģ",
      "Â Ħ",
      "Â Ĥ",
      "t p",
      "l p",
      "Â ĥ",
      "Â Ĩ",
      "Â ĩ",
      "Â ħ",
      "Â Ĳ",
      "u p",
      "k p",
      "Â Ī",
      "v p",
      "Â ī",
      "j p",
      "q q",
      "o o",
      "Â Ĭ",
      "Â ĭ",
      "Â ķ",
      "Â Į",
      "w p",
      "o q",
      "i p",
      "Â į",
      "r q",
      "n q",
      "Â İ",
      "n o",
      "r o",
      "x p",
      "Â ı",
      "h p",
      "pp p",
      "q o",
      "Â ĳ",
      "r r",
      "n n",
      "Â £",
      "Â Ĵ",
      "s q",
      "s o",
      "m o",
      "y p",
      "m q",
      "g p",
      "Â ĵ",
      "n r",
      "Â ¬",
      "Â Ķ",
      "Ã ĳ",
      "r n",
      "z p",
      "t q",
      "f p",
      "l o",
      "t o",
      "l q",
      "Â ³",
      "s r",
      "Â ĸ",
      "m r",
      "m n",
      "s n",
      "Â Ĺ",
      "Â ĺ",
      "e p",
      "o r",
      "u q",
      "o n",
      "t r",
      "Â Ļ",
      "s s",
      "m m",
      "k q",
      "p q",
      "l n",
      "l r",
      "t n",
      "Â ļ",
      "pp q",
      "u o",
      "k o",
      "m s",
      "Â Ľ",
      "Â ľ",
      "d p",
      "s m",
      "u r",
      "v q",
      "p o",
      "Â Ŀ",
      "u n",
      "k n",
      "k r",
      "pp o",
      "t s",
      "j q",
      "t m",
      "Â ŀ",
      "l s",
      "v o",
      "l m",
      "q r",
      "p r",
      "j o",
      "q n",
      "p n",
      "Â Ł",
      "v r",
      "Â ł",
      "u s",
      "v n",
      "t t",
      "j n",
      "j r",
      "c p",
      "k s",
      "u m",
      "k m",
      "w q",
      "Â ¡",
      "l t",
      "w o",
      "n s",
      "r s",
      "i o",
      "l l",
      "i q",
      "r m",
      "n m",
      "pp pp",
      "Â ¢",
      "b p",
      "t l",
      "v s",
      "v m",
      "p s",
      "w r",
      "j s",
      "u t",
      "j m",
      "o s",
      "w n",
      "pp r",
      "p m",
      "x q",
      "pp n",
      "k t",
      "i n",
      "o m",
      "u l",
      "i r",
      "Â ¤",
      "q s",
      "k l",
      "x o",
      "q m",
      "Â ¥",
      "w s",
      "a p",
      "h q",
      "h o",
      "x r",
      "l u",
      "t u",
      "w m",
      "Â ¦",
      "i s",
      "t k",
      "i m",
      "x n",
      "k u",
      "v t",
      "Â §",
      "v l",
      "h n",
      "h r",
      "y q",
      "j l",
      "j t",
      "u u",
      "x s",
      "pp s",
      "m t",
      "y o",
      "Â ¨",
      "k k",
      "m l",
      "p l",
      "y r",
      "p t",
      "g q",
      "v u",
      "g o",
      "s t",
      "Â ©",
      "z r",
      "w t",
      "s l",
      "op q",
      "j u",
      "pp m",
      "x m",
      "w l",
      "qp o",
      "y n",
      "qp q",
      "h s",
      "n t",
      "z q",
      "i l",
      "p u",
      "h m",
      "v k",
      "i t",
      "g r",
      "op o",
      "g n",
      "Â ª",
      "j k",
      "r t",
      "z o",
      "y s",
      "n l",
      "u k",
      "r l",
      "p k",
      "Â «",
      "x t",
      "v v",
      "f o",
      "w u",
      "f q",
      "x l",
      "y m",
      "i u",
      "w k",
      "l k",
      "j v",
      "m u",
      "g s",
      "h t",
      "j pp",
      "Â Ń",
      "v Ãł",
      "z n",
      "h l",
      "i k",
      "r Ãł",
      "o t",
      "Â ®",
      "g m",
      "v pp",
      "w Ãł",
      "u Ãł",
      "Â ¯",
      "p v",
      "q t",
      "z s",
      "y t",
      "k pp",
      "f n",
      "f r",
      "j j",
      "l pp",
      "s u",
      "x u",
      "op r",
      "n u",
      "Â °",
      "t Ãł",
      "s Ãł",
      "o l",
      "p j",
      "p w",
      "t pp",
      "s k",
      "qp r",
      "m pp",
      "e q",
      "np q",
      "x Ãł",
      "s pp",
      "rp q",
      "e o",
      "k v",
      "h u",
      "n pp",
      "y l",
      "q Ãł",
      "z m",
      "p i",
      "j w",
      "x k",
      "r u",
      "Â ±",
      "v j",
      "i pp",
      "rp o",
      "m k",
      "v w",
      "np o",
      "op n",
      "g t",
      "g l",
      "qp n",
      "Y p",
      "h k",
      "f m",
      "y Ãł",
      "u pp",
      "w pp",
      "f s",
      "z t",
      "w v",
      "e r",
      "i v",
      "y u",
      "Â ²",
      "q l",
      "p x",
      "r pp",
      "w j",
      "p h",
      "e n",
      "z Ãł",
      "y k",
      "r k",
      "i j",
      "g u",
      "t v",
      "l v",
      "X p",
      "d o",
      "x pp",
      "z l",
      "x v",
      "d q",
      "u v",
      "Â ¶",
      "j i",
      "n k",
      "p Ãł",
      "Â ´",
      "h pp",
      "w w",
      "g k",
      "o Ãł",
      "s v",
      "f l",
      "e m",
      "f t",
      "p y",
      "j op",
      "z u",
      "o u",
      "h v",
      "j x",
      "w i",
      "j qp",
      "Â µ",
      "j Ãł",
      "m v",
      "e s",
      "i w",
      "p g",
      "n Ãł",
      "z k",
      "o pp",
      "np r",
      "np n",
      "sp q",
      "rp n",
      "Â ·",
      "rp r",
      "mp q",
      "i Ãł",
      "p f",
      "d n",
      "y v",
      "d r",
      "op s",
      "j h",
      "Z p",
      "i x",
      "i qp",
      "o k",
      "t qp",
      "c q",
      "m Ãł",
      "j y",
      "w x",
      "Â ¸",
      "h Ãł",
      "i op",
      "e l",
      "f u",
      "g v",
      "f k",
      "g pp",
      "y pp",
      "t w",
      "t j",
      "l op",
      "m op",
      "m qp",
      "t op",
      "r v",
      "l qp",
      "p z",
      "q u",
      "l Ãł",
      "x w",
      "l w",
      "h w",
      "Â ¹",
      "c o",
      "s qp",
      "n v",
      "i i",
      "p e",
      "k Ãł",
      "Ā {",
      "p d",
      "x j",
      "z v",
      "s j",
      "g Ãł",
      "sp o",
      "h j",
      "l j",
      "k w",
      "s op",
      "u j",
      "Â º",
      "mp o",
      "k qp",
      "m w",
      "u w",
      "x i",
      "k op",
      "k j",
      "u qp",
      "e t",
      "m j",
      "s w",
      "p c",
      "y w",
      "h qp",
      "Ā |",
      "x x",
      "y j",
      "f Ãł",
      "h op",
      "u op",
      "g w",
      "z pp",
      "v qp",
      "t i",
      "Â »",
      "c n",
      "d s",
      "d m",
      "v op",
      "{ Ā",
      "b q",
      "f pp",
      "h i",
      "h x",
      "Â ¼",
      "u i",
      "c r",
      "v i",
      "l x",
      "k x",
      "v x",
      "q pp",
      "g j",
      "t x",
      "l i",
      "z w",
      "b o",
      "k i",
      "sp n",
      "y i",
      "u x",
      "y x",
      "sp r",
      "e Ãł",
      "| Ā",
      "mp r",
      "Â ½",
      "f v",
      "t rp",
      "q k",
      "l np",
      "w qp",
      "g x",
      "s i",
      "m x",
      "mp n",
      "w op",
      "g qp",
      "h h",
      "l rp",
      "y qp",
      "} Ā",
      "m i",
      "p b",
      "e u",
      "m np",
      "t np",
      "z j",
      "y op",
      "Â ¾",
      "{ {",
      "p a",
      "s x",
      "g i",
      "Ā }",
      "d Ãł",
      "j rp",
      "g op",
      "h rp",
      "o v",
      "m rp",
      "k rp",
      "lp q",
      "e pp",
      "j np",
      "z x",
      "b r",
      "d t",
      "f w",
      "b n",
      "s rp",
      "k np",
      "s np",
      "W p",
      "Â ¿",
      "Ãł q",
      "tp q",
      "d l",
      "h y",
      "e k",
      "~ Ā",
      "h np",
      "r w",
      "z i",
      "u rp",
      "f j",
      "u np",
      "c s",
      "Ãł o",
      "e v",
      "z qp",
      "n w",
      "Ā ~",
      "z op",
      "tp o",
      "q v",
      "r j",
      "t h",
      "r op",
      "n qp",
      "ppp q",
      "c m",
      "a o",
      "r qp",
      "c Ãł",
      "n j",
      "l y",
      "f x",
      "a q",
      "f i",
      "lp o",
      "| {",
      "n op",
      "t y",
      "v rp",
      "Ã Ģ",
      "g y",
      "ppp o",
      "f qp",
      "g rp",
      "g np",
      "v np",
      "u h",
      "x op",
      "d k",
      "{ |",
      "f op",
      "x qp",
      "u y",
      "ġ Ā",
      "oo q",
      "k y",
      "Ã ģ",
      "v h",
      "V p",
      "l h",
      "g h",
      "e w",
      "oo o",
      "Ā ġ",
      "d u",
      "v y",
      "qq q",
      "m y",
      "i y",
      "i rp",
      "oq o",
      "qq o",
      "ÂĢ Ā",
      "Y q",
      "s y",
      "k h",
      "c t",
      "z y",
      "d pp",
      "Ãł r",
      "w h",
      "i np",
      "c l",
      "w y",
      "z h",
      "w rp",
      "e j",
      "n x",
      "s h",
      "} {",
      "w np",
      "U p",
      "a r",
      "z np",
      "Ã Ĥ",
      "m h",
      "{ }",
      "Ãł n",
      "a n",
      "b s",
      "i h",
      "Âģ Ā",
      "z rp",
      "Y o",
      "| |",
      "b Ãł",
      "r x",
      "d v",
      "qp s",
      "f y",
      "b m",
      "f rp",
      "f np",
      "e x",
      "Ã ĥ",
      "c u",
      "f h",
      "e i",
      "t g",
      "P p",
      "Ā ÂĢ",
      "op m",
      "l mp",
      "t mp",
      "tp n",
      "r i",
      "x y",
      "g z",
      "x h",
      "a Ãł",
      "e qp",
      "ÂĤ Ā",
      "t z",
      "j z",
      "l sp",
      "t sp",
      "T p",
      "e op",
      "Ā `",
      "y h",
      "x rp",
      "g g",
      "lp r",
      "qp m",
      "| }",
      "pppp pppp",
      "x np",
      "k z",
      "Ã Ħ",
      "kp q",
      "u z",
      "l z",
      "d j",
      "y y",
      "c pp",
      "Ãł m",
      "np m",
      "sp s",
      "v g",
      "~ {",
      "Ãł s",
      "k mp",
      "u g",
      "tp r",
      "lp n",
      "up o",
      "e y",
      "up q",
      "b t",
      "a s",
      "d w",
      "c k",
      "l g",
      "v z",
      "j g",
      "sp m",
      "Ā Âģ",
      "kp o",
      "u mp"
    ]
  }
}